Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitNavigation/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.tollRoads
source: Toll Roads
ar: طرق دفع الرسوم
bg: Платени пътища
ca: Camins de peatge
cs: Placené silnice
da: Betalingsveje
de: Mautstraßen
el: Δρόμοι με Διόδια
es: Caminos de Peaje
es_419: Peajes
fi: Tullitiet
fr: Routes à péage
fr_ca: Routes à péage
he: כבישי אגרה
hi: टोल सड़कें
hr: Naplatni put
hu: Fizetős utak
id: Jalan Tol
it: Strade a pagamento
ja: 有料道路
kk: Ақылы жолдар
ko: 통행료 도로
ms: Jalan Tol
nb: Betalingsveier
nl: Tolwegen
pl: Drogi płatne
pt_br: Rodovias com Pedágio
pt_pt: Estradas com Portagem
ro: Drumuri cu taxă
ru: Платные дороги
sk: Spoplatnené cesty
sv: Tollvägar
th: ถนนที่มีค่าผ่านทาง
tr: Otoyollar
uk: Платні дороги
vi: Đường thu phí
zh_hans: 收费公路
zh_hant: 收費道路
zh_hk: 收費道路

# TK.Label.trafficConditions
source: Traffic Conditions
ar: حالة المرور
bg: Условия на трафика
ca: Condicions de trànsit
cs: Podmínky dopravy
da: Trafikforhold
de: Verkehrsbedingungen
el: Συνθήκες Κυκλοφορίας
es: Condiciones de Tráfico
es_419: Condiciones de Tráfico
fi: Liikennetilanne
fr: Conditions de trafic
fr_ca: Conditions de circulation
he: מצב תנועה
hi: ट्रैफिक स्थितियाँ
hr: Uvjeti prometa
hu: Forgalmi Feltételek
id: Kondisi Lalu Lintas
it: Condizioni del traffico
ja: 交通状況
kk: Трафик жағдайлары
ko: 교통 상태
ms: Keadaan Lalu Lintas
nb: Trafikkforhold
nl: Verkeersomstandigheden
pl: Warunki ruchu drogowego
pt_br: Condições de Tráfego
pt_pt: Condições de Tráfego
ro: Condiții de trafic
ru: Дорожные условия
sk: Dopravné podmienky
sv: Trafikförhållanden
th: สถานการณ์การจราจร
tr: Trafik Koşulları
uk: Умови трафіку
vi: Tình trạng giao thông
zh_hans: 交通状态
zh_hant: 交通條件
zh_hk: 交通狀況

# TK.Label.trafficCongestion
source: Traffic Congestion
ar: الازدحام المروري
bg: Задръстване
ca: Congestió de trànsit
cs: Dopravní zácpa
da: Trafikbelastning
de: Verkehrsüberlastung
el: Συγκέντρωση Κυκλοφορίας
es: Congestión de tráfico
es_419: Congestión de Tráfico
fi: Liikenne ruuhka
fr: Congestion routière
fr_ca: Congestion routière
he: עומס תנועה
hi: यातायात भीड़भाड़
hr: Gustoća prometa
hu: Forgalmi Dugó
id: Kepadatan Lalu Lintas
it: Congestione del traffico
ja: 交通混雑
kk: Көлік кептелісі
ko: 교통 혼잡도
ms: Kesesakan Lalu Lintas
nb: Trafikkork
nl: Verkeersdrukte
pl: Korki drogowe
pt_br: Congestionamento de Tráfego
pt_pt: Congestionamento de Tráfego
ro: Congestie de Trafic
ru: Пробки
sk: Dopravná zápcha
sv: Trafikstockning
th: การจราจรติดขัด
tr: Trafik Sıkışıklığı
uk: Трафік
vi: Tình trạng giao thông
zh_hans: 交通拥堵
zh_hant: 交通擁堵
zh_hk: 交通擠塞

# TK.Label.waypoint
source: Waypoint
ar: نقطة التقاء
bg: Контролна точка
cs: Bod cesty
de: Wegpunkt
el: Σημείο Διαδρομής
es: Punto de referencia
es_419: Punto de Pasaje
fi: Piste
fr: Point de cheminement
fr_ca: Point de passage
he: נקודת דרך
hi: वायपॉइंट
hr: Točka puta
hu: Útvonalpont
id: Titik Waypoint
it: Punto di interesse
ja: ウェイポイント
kk: Бағыт нүктесі
ko: 웨이포인트
ms: Titian
nb: Waypoints
nl: Wegpunt
pl: Punkt nawigacyjny
pt_br: Ponto de Rota
pt_pt: Ponto de Rota
ro: Punct de Răspuns
ru: Контрольная точка
sk: Bod záujmu
sv: Vägpunkt
th: จุดแวะ
tr: Nokta
uk: Контрольна точка
vi: Điểm waypoint
zh_hans: 航点
zh_hant: 航點
zh_hk: 航點

# TK.Message.gpsSignalLost
source: GPS signal lost.
ar: فقدان إشارة GPS.
bg: GPS сигналът е загубен.
ca: Senyal GPS perduda.
cs: Ztracený signál GPS.
da: GPS-signal mistet.
de: GPS-Signal verloren.
el: Χάθηκε το σήμα GPS.
es: Se perdió la señal GPS.
es_419: Señal GPS perdida.
fi: GPS-signaali katkennut.
fr: Signal GPS perdu.
fr_ca: Signal GPS perdu.
he: איבדנו את אות ה-GPS.
hi: GPS सिग्नल खो गया।
hr: GPS signal izgubljen.
hu: GPS jel elveszett.
id: Sinyal GPS hilang.
it: Segnale GPS perso.
ja: GPS信号が失われました。
kk: GPS сигналы жоғалды.
ko: GPS 신호가 끊겼습니다.
ms: Isyarat GPS hilang.
nb: GPS-signalet er tapt.
nl: GPS-signaal verloren.
pl: Zgubiono sygnał GPS.
pt_br: Sinal de GPS perdido.
pt_pt: Sinal GPS perdido.
ro: Semnal GPS pierdut.
ru: Сигнал GPS потерян.
sk: GPS signál sa stratil.
sv: GPS-signal förlorad.
th: สูญเสียสัญญาณ GPS.
tr: GPS sinyali kayboldu.
uk: Сигнал GPS втрачено.
vi: Mất tín hiệu GPS.
zh_hans: GPS信号丢失。
zh_hant: GPS 信號丟失。
zh_hk: GPS 信號丟失。

# TK.Message.heavyTrafficAhead
source: Heavy traffic ahead.
ar: مشكلة في حركة المرور.
bg: Очаква се голям трафик напред.
ca: Trànsit intens ahead.
cs: Silná dopravní zácpa před námi.
da: Tyk trafik foran.
de: Starker Verkehr voraus.
el: Πολύ κυκλοφοριακή συμφόρηση μπροστά.
es: Tráfico pesado adelante.
es_419: Tráfico pesado adelante.
fi: Raskasta liikennettä edessä.
fr: Bouchons en vue.
fr_ca: Circulation dense à l'avance.
he: תנועה כבדה קדימה.
hi: आगे भारी ट्रैफिक है।
hr: Imaš gužvu ispred.
hu: Erős forgalom várható.
id: Kemacetan parah di depan.
it: Traffico intenso davanti.
ja: 前方に激しい交通渋滞があります。
kk: Алда ауыр кептеліс бар.
ko: 혼잡한 교통량이 예상됩니다.
ms: Kesesakan lalu lintas berat di hadapan.
nb: Kraftig trafikk fremover.
nl: Zware verkeersdrukte voor de deur.
pl: Duży ruch drogowy przed nami.
pt_br: Trânsito intenso à frente.
pt_pt: Tráfego intenso à frente.
ro: Trafic intens în față.
ru: Скоро будет сильный трафик.
sk: Očakáva sa silný dopravný kolaps.
sv: Kraftig trafik framför.
th: มีการจราจรหนาแน่นข้างหน้า.
tr: Ağır trafik var.
uk: Очікуйте сильний затор попереду.
vi: Tắc đường phía trước.
zh_hans: 前方交通繁忙。
zh_hant: 前方有大交通。
zh_hk: 前方交通繁忙。

# TK.Message.locationAccessRequired
source: Location access required.
ar: يتطلب الوصول إلى الموقع.
bg: Необходим е достъп до местоположение.
ca: S'accés a la ubicació és necessari.
cs: Je vyžadován přístup k poloze.
da: Placeringstilgang kræves.
de: Standortzugriff erforderlich.
el: Απαιτείται πρόσβαση τοποθεσίας.
es: Se requiere acceso a la ubicación.
es_419: Se requiere acceso a la ubicación.
fi: Sijaintipääsy tarvitaan.
fr: Accès à la localisation requis.
fr_ca: Accès à la localisation requis.
he: גישה למיקום דרושה.
hi: स्थान एक्सेस की आवश्यकता है।
hr: Potrebna je dozvola za lokaciju.
hu: Hozzáférés szükséges a helyhez.
id: Akses lokasi diperlukan.
it: È necessario l'accesso alla posizione.
ja: 位置情報アクセスが必要です。
kk: Мекенжайға қол жеткізу қажет.
ko: 위치 접근이 필요합니다.
ms: Akses lokasi diperlukan.
nb: Tilgang til posisjon kreves.
nl: Toegang tot locatie is vereist.
pl: Wymagana zgoda na dostęp do lokalizacji.
pt_br: Acesso à localização necessário.
pt_pt: Acesso à localização necessário.
ro: Acces la locație necesar.
ru: Требуется доступ к местоположению.
sk: Vyžaduje sa prístup k polohe.
sv: Platsåtkomst krävs.
th: ต้องการการเข้าถึงตำแหน่ง.
tr: Konum erişimi gereklidir.
uk: Доступ до локації необхідний.
vi: Cần quyền truy cập vị trí.
zh_hans: 需要位置访问。
zh_hant: 需要位置訪問。
zh_hk: 需要位置訪問。

# TK.Message.navigationWillContinueWhenSignalImproves
source: Navigation will continue when signal improves.
ar: ستستمر الملاحة عند تحسن الإشارة.
bg: Навигацията ще продължи, когато сигналът се подобри.
ca: La navegació continuarà quan millori el senyal.
cs: Navigace bude pokračovat, když se signál zlepší.
da: Navigation vil fortsætte, når signalet forbedres.
de: Die Navigation wird fortgesetzt, wenn das Signal besser wird.
el: Η πλοήγηση θα συνεχιστεί όταν βελτιωθεί το σήμα.
es: La navegación continuará cuando mejore la señal.
es_419: La navegación continuará cuando la señal mejore.
fi: Navigointi jatkuu, kun signaali paranee.
fr: La navigation reprendra lorsque le signal s'améliorera.
fr_ca: La navigation se poursuivra lorsque le signal s'améliorera.
he: הניווט יימשך כאשר השידור ישתפר.
hi: नेविगेशन तब जारी रहेगा जब सिग्नल बेहतर होगा।
hr: Navigacija će se nastaviti kada signal bude bolji.
hu: A navigáció folytatódik, amikor a jel javul.
id: Navigasi akan dilanjutkan ketika sinyal membaik.
it: La navigazione continuerà quando il segnale migliorerà.
ja: 信号が改善されるとナビゲーションが続行されます。
kk: Навигация сигнал жақсарған кезде жалғасады.
ko: 신호가 개선되면 내비게이션이 계속됩니다.
ms: Navigasi akan diteruskan apabila isyarat bertambah baik.
nb: Navigering vil fortsette når signalet forbedres.
nl: Navigatie gaat verder wanneer signaal verbetert.
pl: Nawigacja zostanie wznowiona, gdy sygnał się poprawi.
pt_br: A navegação continuará quando o sinal melhorar.
pt_pt: A navegação continuará quando o sinal melhorar.
ro: Navigarea va continua când semnalul se îmbunătățește.
ru: Навигация продолжится, когда сигнал улучшится.
sk: Navigácia bude pokračovať, keď sa signál zlepší.
sv: Navigering kommer att fortsätta när signalen förbättras.
th: การนำทางจะดำเนินต่อเมื่อสัญญาณดีขึ้น.
tr: Navigasyon, sinyal düzeldiğinde devam edecektir.
uk: Навігація продовжиться, коли покращиться сигнал.
vi: Điều hướng sẽ tiếp tục khi tín hiệu cải thiện.
zh_hans: 导航将在信号改善时继续。
zh_hant: 導航將在信號改善時持續進行。
zh_hk: 導航將在信號改善時繼續。

# TK.Message.newTrafficIncidentReported
source: New traffic incident reported.
ar: تم الإبلاغ عن حادث مروري جديد.
bg: Докладван е нов инцидент с трафика.
ca: Nou incident de trànsit informat.
cs: Byla hlášena nová dopravní nehoda.
da: Ny trafikulykke rapporteret.
de: Neuer Verkehrsunfall gemeldet.
el: Νέο οδικό περιστατικό αναφέρθηκε.
es: Nuevo incidente de tráfico reportado.
es_419: Nuevo incidente de tráfico reportado.
fi: Uusi liikenneonnettomuus ilmoitettu.
fr: Nouvel incident de circulation signalé.
fr_ca: Nouvel incident de circulation signalé.
he: דיווח על תאונת תנועה חדשה.
hi: नई यातायात घटना रिपोर्ट की गई है।
hr: Novi izvještaj o prometnom incidentu.
hu: Új közlekedési baleset történt.
id: Insiden lalu lintas baru dilaporkan.
it: Nuovo incidente stradale segnalato.
ja: 新しい交通事故が報告されました。
kk: Жаңа жол-көлік оқиғасы хабарланды.
ko: 새 교통사고가 보고되었습니다.
ms: Insiden trafik baru dilaporkan.
nb: Ny trafikksøknad rapportert.
nl: Nieuwe verkeersincident gerapporteerd.
pl: Zgłoszono nowe zdarzenie drogowe.
pt_br: Novo incidente de trânsito reportado.
pt_pt: Novo incidente de trânsito reportado.
ro: Un nou incident de trafic a fost raportat.
ru: Сообщено о новом дорожном инциденте.
sk: Nahlásená nová dopravná nehoda.
sv: Ny trafikincident rapporterad.
th: มีเหตุการณ์การจราจรใหม่รายงาน.
tr: Yeni trafik kazası rapor edildi.
uk: Повідомлено про нову дорожню подію.
vi: Có sự cố giao thông mới được báo cáo.
zh_hans: 报告新交通事件。
zh_hant: 報告新的交通事件。
zh_hk: 報告新的交通事件。

# TK.Message.noGPSSignal
source: No GPS signal.
ar: لا يوجد إشارة GPS.
bg: Няма GPS сигнал.
ca: Sense senyal GPS.
cs: Žádný GPS signál.
da: Ingen GPS-signal.
de: Kein GPS-Signal.
el: Δεν υπάρχει σήμα GPS.
es: No hay señal GPS.
es_419: No hay señal GPS.
fi: Ei GPS-signaalia.
fr: Aucun signal GPS.
fr_ca: Aucun signal GPS.
he: אין אות GPS.
hi: जीपीएस सिग्नल नहीं है।
hr: Nema GPS signala.
hu: Nincs GPS-jel.
id: Tidak ada sinyal GPS.
it: Nessun segnale GPS.
ja: GPS信号がありません。
kk: GPS сигналы жоқ.
ko: GPS 신호 없음.
ms: Tiada isyarat GPS.
nb: Ingen GPS-signal.
nl: Geen GPS-signaal.
pl: Brak sygnału GPS.
pt_br: Sem sinal de GPS.
pt_pt: Sem sinal GPS.
ro: Fără semnal GPS.
ru: Нет GPS сигнала.
sk: Žiadny GPS signál.
sv: Ingen GPS-signal.
th: ไม่มีสัญญาณ GPS.
tr: GPS sinyali yok.
uk: Немає GPS сигналу.
vi: Không có tín hiệu GPS.
zh_hans: 没有 GPS 信号。
zh_hant: 沒有 GPS 信號。
zh_hk: GPS 信號不可用。

# TK.Message.noRoutesAvailableForThisDestination
source: No routes available for this destination.
ar: لا توجد مسارات متاحة لهذه الوجهة.
bg: Няма налични маршрути за тази дестинация.
ca: No hi ha rutes disponibles per a aquesta destinació.
cs: Žádné trasy k dispozici pro tuto destinaci.
da: Ingen ruter tilgængelige for denne destination.
de: Keine Routen für dieses Ziel verfügbar.
el: Δεν υπάρχουν διαθέσιμες διαδρομές για αυτόν τον προορισμό.
es: No hay rutas disponibles para este destino.
es_419: No hay rutas disponibles para este destino.
fi: Ei reittejä saatavilla tähän määränpäähän.
fr: Aucun itinéraire disponible pour cette destination.
fr_ca: Aucun itinéraire disponible pour cette destination.
he: אין מסלולים זמינים ליעד זה.
hi: इस स्थान के लिए कोई रास्ते उपलब्ध नहीं हैं।
hr: Nema dostupnih ruta za ovu destinaciju.
hu: Nincs elérhető útvonal erre a célállomásra.
id: Tidak ada rute yang tersedia untuk tujuan ini.
it: Nessun percorso disponibile per questa destinazione.
ja: この目的地に利用可能なルートはありません。
kk: Бұл орынға қолжетімді маршруттар жоқ.
ko: 이 목적지에 대한 경로가 없습니다.
ms: Tiada laluan tersedia untuk destinasi ini.
nb: Ingen ruter tilgjengelig for denne destinasjonen.
nl: Geen routes beschikbaar voor deze bestemming.
pl: Brak dostępnych tras dla tego miejsca docelowego.
pt_br: Nenhuma rota disponível para este destino.
pt_pt: Nenhuma rota disponível para este destino.
ro: Niciun traseu disponibil pentru această destinație.
ru: Нет доступных маршрутов для этого направления.
sk: Žiadne trasy k dispozícii pre túto destináciu.
sv: Inga rutter tillgängliga för denna destination.
th: ไม่มีเส้นทางสำหรับจุดหมายนี้.
tr: Bu hedef için mevcut rota yok.
uk: Немає доступних маршрутів для цього місця призначення.
vi: Không có tuyến đường nào cho điểm đến này.
zh_hans: 该目的地没有可用路由。
zh_hant: 此目的地沒有可用的路線。
zh_hk: 該目的地無可用路線。

# TK.Message.routeCalculationCompleted
source: Route calculation completed.
ar: اكتمل حساب المسار.
bg: Изчисляването на маршрута е завършено.
ca: Càlcul de la ruta completat.
cs: Výpočet trasy byl dokončen.
da: Ruteberegning afsluttet.
de: Routenberechnung abgeschlossen.
el: Η υπολογισμός διαδρομής ολοκληρώθηκε.
es: Cálculo de ruta completado.
es_419: Cálculo de ruta completado.
fi: Reittilaskenta valmis.
fr: Calcul de l'itinéraire terminé.
fr_ca: Calcul de l'itinéraire terminé.
he: חישוב המסלול הושלם.
hi: मार्ग गणना पूर्ण हो गई।
hr: Izračun rute je završen.
hu: Az útvonal kalkuláció befejeződött.
id: Perhitungan rute telah selesai.
it: Calcolo del percorso completato.
ja: ルート計算が完了しました。
kk: Маршрут есептеу аяқталды.
ko: 경로 계산이 완료되었습니다.
ms: Pengiraan laluan telah diselesaikan.
nb: Ruteberegning fullført.
nl: Routeberekening voltooid.
pl: Obliczanie trasy zostało zakończone.
pt_br: Cálculo de rota concluído.
pt_pt: Cálculo da rota concluído.
ro: Calcularea rutei a fost finalizată.
ru: Расчёт маршрута завершён.
sk: Výpočet trasy je dokončený.
sv: Ruttberäkningen är klar.
th: การคำนวณเส้นทางเสร็จสิ้นแล้ว
tr: Rota hesaplama tamamlandı.
uk: Розрахунок маршруту завершено.
vi: Tính toán lộ trình đã hoàn tất.
zh_hans: 路线计算完成。
zh_hant: 路線計算已完成。
zh_hk: 路線計算已完成。

# TK.Message.routeGuidanceWillResumeShortly
source: Route guidance will resume shortly.
ar: ستستأنف إرشادات المسار قريبًا.
bg: Напътствието по маршрута ще продължи скоро.
ca: La guia de ruta continuarà aviat.
cs: Navigace trasy se brzy obnoví.
da: Rutevejledning vil genoptage snart.
de: Routenführung wird in Kürze fortgesetzt.
el: Η καθοδήγηση διαδρομής θα συνεχιστεί σύντομα.
es: La guía de ruta se reanudará en breve.
es_419: La guía de ruta se reanudará en breve.
fi: Reittiopastus jatkuu pian.
fr: Les indications de l'itinéraire reprendront bientôt.
fr_ca: La guidance de l'itinéraire reprendra bientôt.
he: הכוונת המסלול תימשך בקרוב.
hi: मार्ग मार्गदर्शन जल्द ही फिर से शुरू होगा।
hr: Upute za rutu će se uskoro nastaviti.
hu: Az útvonalvezetés hamarosan folytatódik.
id: Panduan rute akan dilanjutkan segera.
it: La guida del percorso riprenderà a breve.
ja: ルートガイダンスはまもなく再開されます。
kk: Маршрут бойынша нұсқау жақында жалғасады.
ko: 경로 안내가 곧 다시 시작됩니다.
ms: Panduan laluan akan disambung semula sedikit masa lagi.
nb: Ruteveiledning vil fortsette snart.
nl: Routebegeleiding hervat binnenkort.
pl: Instrukcje dotyczące trasy będą wkrótce kontynuowane.
pt_br: A orientação da rota será retomada em breve.
pt_pt: A orientação da rota será retomada em breve.
ro: Indicațiile rutiere vor relua în curând.
ru: Навигация по маршруту скоро возобновится.
sk: Pokyny k trase sa čoskoro obnovia.
sv: Rutthandledning kommer att återupptas inom kort.
th: การชี้นำเส้นทางจะเริ่มต้นอีกครั้งในไม่ช้า
tr: Rota yönlendirmesi yakında devam edecek.
uk: Керівництво маршрутом скоро відновиться.
vi: Hướng dẫn lộ trình sẽ tiếp tục sớm thôi.
zh_hans: 路线指导将很快恢复。
zh_hant: 路線導航將在不久後恢復。
zh_hk: 路線指引將會很快恢復。

# TK.Message.routeOptimizationComplete
source: Route optimization complete.
ar: تم الانتهاء من تحسين المسار.
bg: Оптимизацията на маршрута е завършена.
ca: L'optimització de la ruta s'ha completat.
cs: Optimalizace trasy dokončena.
da: Ruteoptimering fuldført.
de: Routenoptimierung abgeschlossen.
el: Η βελτιστοποίηση διαδρομής ολοκληρώθηκε.
es: Optimización de la ruta completa.
es_419: Optimización de ruta completa.
fi: Reittien optimointi valmis.
fr: Optimisation de l'itinéraire terminée.
fr_ca: Optimisation de l'itinéraire terminée.
he: אופטימיזציית מסלול הושלמה.
hi: रूट ऑप्टिमाइजेशन पूरा हो गया।
hr: Optimizacija rute je dovršena.
hu: Az útvonaloptimalizálás befejeződött.
id: Optimasi rute selesai.
it: Ottimizzazione del percorso completata.
ja: ルート最適化が完了しました。
kk: Маршрутты оңтайландыру аяқталды.
ko: 경로 최적화가 완료되었습니다.
ms: Pengoptimuman laluan lengkap.
nb: Ruteoptimalisering er fullført.
nl: Route-optimalisatie voltooid.
pl: Optymalizacja trasy zakończona.
pt_br: Otimização da rota concluída.
pt_pt: Otimização de rota completa.
ro: Optimizarea rutei a fost finalizată.
ru: Оптимизация маршрута завершена.
sk: Optimalizácia trasy je dokončená.
sv: Rutten har optimerats.
th: การปรับเส้นทางเสร็จสมบูรณ์แล้ว
tr: Rota optimizasyonu tamamlandı.
uk: Оптимізація маршруту завершена.
vi: Hoàn thành tối ưu hóa lộ trình.
zh_hans: 路线优化完成。
zh_hant: 路徑優化完成。
zh_hk: 路徑優化已完成。

# TK.Message.speedLimitChanged
source: Speed limit changed.
ar: تم تغيير حد السرعة.
bg: Ограничението на скоростта е променено.
ca: Límite de velocitat canviat.
cs: Rychlostní limit byl změněn.
da: Hastighedsgrænsen er ændret.
de: Geschwindigkeitsbegrenzung geändert.
el: Το όριο ταχύτητας άλλαξε.
es: Límite de velocidad cambiado.
es_419: Límite de velocidad cambiado.
fi: Nopeusrajoitus on muuttunut.
fr: Limite de vitesse modifiée.
fr_ca: Limite de vitesse modifiée.
he: הגבלת מהירות שונתה.
hi: गति सीमा बदल दी गई है।
hr: Ograničenje brzine je promijenjeno.
hu: A sebességhatár megváltozott.
id: Batas kecepatan telah berubah.
it: Limite di velocità cambiato.
ja: 制限速度が変更されました。
kk: Жылдамдық шегі өзгерді.
ko: 전속 제한이 변경되었습니다.
ms: Had kelajuan telah ditukar.
nb: Fartsgrensen er endret.
nl: Snelheidslimiet gewijzigd.
pl: Limit prędkości został zmieniony.
pt_br: Limite de velocidade alterado.
pt_pt: Limite de velocidade alterado.
ro: Limita de viteză s-a schimbat.
ru: Ограничение скорости изменено.
sk: Rýchlostný limit bol zmenený.
sv: Hastighetsgränsen har ändrats.
th: จำกัดความเร็วเปลี่ยนแล้ว
tr: Hız sınırı değişti.
uk: Обмеження швидкості змінено.
vi: Giới hạn tốc độ đã thay đổi.
zh_hans: 速度限制已更改。
zh_hant: 速限已變更。
zh_hk: 速度限制已更改。

# TK.Message.takingAFasterRoute
source: Taking a faster route.
ar: تأخذ طريقًا أسرع.
bg: Избира се по-бърз маршрут.
ca: Agafant una ruta més ràpida.
cs: Vybírám rychlejší trasu.
da: Tag en hurtigere rute.
de: Eine schnellere Route wird genommen.
el: Ακολουθείς μια ταχύτερη διαδρομή.
es: Tomando una ruta más rápida.
es_419: Tomando una ruta más rápida.
fi: Valitaan nopeampi reitti.
fr: Prise d'un chemin plus rapide.
fr_ca: Itinéraire plus rapide en cours.
he: נבחר מסלול מהיר יותר.
hi: एक तेज़ मार्ग ले रहे हैं।
hr: Odabir bržeg puta.
hu: Gyorsabb útvonalat választ.
id: Mengambil rute yang lebih cepat.
it: Stai prendendo un percorso più veloce.
ja: より速いルートを選択中です。
kk: Жылдамырақ маршрут қабылданып жатыр.
ko: 더 빠른 경로로 이동 중입니다.
ms: Mengambil laluan yang lebih cepat.
nb: Tar en raskere rute.
nl: Een snellere route nemen.
pl: Wybieram szybszą trasę.
pt_br: Pegando uma rota mais rápida.
pt_pt: A apanhar um caminho mais rápido.
ro: Se ia o rută mai rapidă.
ru: Выбрано более быстрое направление.
sk: Vyberám rýchlejšiu trasu.
sv: Tar en snabbare väg.
th: กำลังใช้เส้นทางที่รวดเร็วกว่า
tr: Daha hızlı bir rota seçiliyor.
uk: Обирається швидший маршрут.
vi: Đang chọn lộ trình nhanh hơn.
zh_hans: 正在选择更快的路线。
zh_hant: 正在選擇更快的路徑。
zh_hk: 正在選擇更快的路線。

# TK.Message.trafficDelayDetected
source: Traffic delay detected.
ar: تم اكتشاف تأخير في حركة المرور.
bg: Открито забавяне на движението.
ca: S'ha detectat un retard de trànsit.
cs: Bylo zjištěno zpoždění dopravy.
da: Trafikforsinkelse registreret.
de: Verkehrsverzögerung erkannt.
el: Ανίχνευση καθυστέρησης κυκλοφορίας.
es: Se ha detectado un retraso en el tráfico.
es_419: Se detectó un retraso en el tráfico.
fi: Liikenneviive havaittu.
fr: Dépassement de trafic détecté.
fr_ca: Retard de circulation détecté.
he: זוהתה עצירת תנועה.
hi: यातायात में देरी का पता चला।
hr: Otkriveno kašnjenje u prometu.
hu: Forgalmi késedelem észlelve.
id: Penundaan lalu lintas terdeteksi.
it: Ritardo nel traffico rilevato.
ja: 交通の遅延が検出されました。
kk: Жолда кідіріс анықталды.
ko: 교통 지연이 감지되었습니다.
ms: Amaran tentang kelewatan trafik di laluan.
nb: Trafikkforsinkelse oppdaget.
nl: Vertraging in het verkeer gedetecteerd.
pl: Wykryto opóźnienie w ruchu drogowym.
pt_br: Atraso no trânsito detectado.
pt_pt: Atraso no tráfego detectado.
ro: Întârziere de trafic detectată.
ru: Обнаружена задержка движения.
sk: Zistené dopravné oneskorenie.
sv: Trafikförsening upptäcktes.
th: ตรวจพบความล่าช้าในการจราจร.
tr: Trafic gecikmesi tespit edildi.
uk: Виявлено затримку у русі.
vi: Phát hiện tình trạng tắc đường.
zh_hans: 检测到交通延误。
zh_hant: 偵測到交通延誤。
zh_hk: 檢測到交通延誤。

# TK.Message.turnByTurnNavigationPaused
source: Turn-by-turn navigation paused.
ar: تم إيقاف التنقل خطوة بخطوة.
bg: Навигацията стъпка по стъпка е поставена на пауза.
ca: La navegació pas a pas s'ha aturat.
cs: Navigace krok za krokem byla pozastavena.
da: Navigation sving-for-sving er paused.
de: Navigation mit Abbiegehinweisen pausiert.
el: Η πλοήγηση βήμα προς βήμα έχει σταματήσει.
es: La navegación paso a paso ha sido pausada.
es_419: La navegación paso a paso está pausada.
fi: Käänteinen navigointi keskeytetty.
fr: Navigation tour par tour suspendue.
fr_ca: Navigation pas à pas mise en pause.
he: ניווט בדרכים הופסק.
hi: टर्न-बाय-टर्न नेविगेशन रोका गया।
hr: Navigacija skretanje po skretanje je pauzirana.
hu: A navigáció lépésről lépésre szüneteltetve.
id: Navigasi belok demi belok dijeda.
it: Navigazione passo-passo in pausa.
ja: ターンバイターンナビゲーションが一時停止しました。
kk: Бұрылыс бойынша навигация тоқтатылды.
ko: 길 안내가 일시 중지되었습니다.
ms: Navigasi langkah demi langkah telah dihentikan.
nb: Navigasjonen er satt på pause.
nl: Navigatie stap voor stap gepauzeerd.
pl: Nawigacja zwrot po zwrocie wstrzymana.
pt_br: Navegação passo a passo pausada.
pt_pt: Navegação passo a passo pausada.
ro: Navigația etapizată a fost suspendată.
ru: Навигация с поворотами приостановлена.
sk: Navigácia po jednotlivých odbočkách pozastavená.
sv: Sväng-för-sväng-navigering pausad.
th: การนำทางแบบเลี้ยวต่อเลี้ยวถูกชะลอ.
tr: Sıra sıra yönlendirme duraklatıldı.
uk: Навігацію по поворотах призупинено.
vi: Điều hướng từng bước đã tạm dừng.
zh_hans: 逐步导航已暂停。
zh_hant: 逐步導航已暫停。
zh_hk: 逐程導航已暫停。
